Repository: LeKiwiDeBx/YazziGtk
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fr

source: Different [start Straight]
fr: Différent [début de suite]

source: Similar [start Full,Yazzi]
fr: Similaire [début Full,Yazzi]

source: Misc [neither good or bad]
fr: Divers [ni bien ni mal]

source: Small Straight
fr: Petite Suite

source: Large Straight
fr: Grande Suite

source: Three of Kind
fr: Trois Pareils

source: Four of Kind
fr: Quatre Pareils

source: Yazzi Bonus
fr: Bonus Yazzi

source: Big Sum
fr: Grosse Somme

source: Pattern Not Found
fr: Motif introuvable

source: SubSum
fr: Sous-total

source: Upper
fr: Superieur

source: Lower
fr: Inferieur

source: Player : Unknown
fr: Joueur : Inconnu

source: Count : Unknown
fr: Jet : Aucun

source: Turn : 1
fr: Tour : 1

source: DICE #1
fr: DÉ #1

source: DICE #2
fr: DÉ #2

source: DICE #3
fr: DÉ #3

source: DICE #4
fr: DÉ #4

source: DICE #5
fr: DÉ #5

source: DICE #6
fr: DÉ #6

source: Three Of Kind
fr: Trois Pareils

source: Four Of Kind
fr: Quatre Pareils

source: Sum
fr: Somme

source: Sum of same dices #%d
fr: Somme de mêmes dés #%d

source: SubSum > 63 points: +35 points
fr: Sous-total > 63 points: +35 points

source: Roll all dices
fr: Lancer tous les dés

source: Roll a dice selection
fr: Lancer la sélection de dé

source: Valid a select score
fr: Valider une ligne de score

source: Go to next player
fr: Aller au joueur suivant

source: Quit the game
fr: Quitter le jeu

source: _Quit
fr: _Quitter

source: _Valid
fr: _Valider

source: Roll _All
fr: _Tout Lancer

source: _Roll
fr: _Lancer

source: _Next Player
fr: _Suivant

source: Welcome !
fr: Bienvenue!

source: Message alert
fr: Message d'alerte

source: You must select a choice !
fr: Vous devez sélectionner un choix !

source: clicked to close.
fr: cliquez pour fermer.

source: Turn : %d
fr: Tour : %d

source: Please play again
fr: Jouer à nouveau

source: Disabled Yazzi Bonus before this!
fr: Désactivez le Bonus Yazzi avant!

source: Count : %d
fr: Jet : %d

source: Count : %s
fr: Jet : %s

source: none
fr: aucun

source: Player : %s
fr: Joueur: %s

source: The two players are level! ::: score %3d points :::
fr: Les deux joueurs sont ex aequo! ::: score %3d points :::

source: And the winner is %s! # %-20s score: %03d points # %-20s score: %03d points
fr: Et le gagnant est %s ! # %-20s score: %03d points # %-20s score: %03d points

source: Play again ?
fr: Rejouer à nouveau ?

source: Confirm to quit ?
fr: Voulez-vous quitter ?

source: :::YaZZi setup:::
fr: :::Yazzi Réglages:::

source: _OK
fr: Valider

source: _Cancel
fr: Annuler

source: Enter your player name
fr: Entrez votre nom de joueur

source: Player_1: %s
fr: Joueur_1: %s

source: Player_2: %s
fr: Joueur_2: %s

source: Anonymous
fr: Inconnu
